Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Mogłem się tego domyślić. Wszystkie szkielety w tym miejscu mają tendencję do wstawania z martwych. Przynajmniej udało się odblokować dalsze przejście.
uk: Це можна було передбачити. Усі скелети в цьому місці мають властивість повставати із мертвих. Принаймні нам вдалося звільнити подальший шлях.

source: Mogłem się tego domyślić... Mieszkanie, które zakupiłem od marynarza, to jakaś śmierdząca nora pod schodami w porcie. No cóż, jak to mawiał Kurt: ciasna, ale własna. Przynajmniej teraz mam gdzie spać.
uk: Я міг би здогадатися... Житло, яке я купив у моряка, виявилося якоюсь смердючою норою під сходами в порту. Що ж, як казав Курт: тісно, зате своє. Принаймні, тепер я маю де поспати.

source: Mogłem się tego domyślić... Ten człowiek nigdy się nie zmieni. Myśli, że dobre uczynki można kupić za pieniądze.
uk: Можна було здогадатися... Ця людина ніколи не зміниться. Він думає, що добрі справи можна купити за гроші.

source: Mogłem się tego po spodziewać po kimś, kto współpracował z Gildią Kupiecką.
uk: Варто було очікувати цього від того, хто співпрацював з Торговою Гільдією.

source: Mogłem się tego po tobie spodziewać. Zawsze interesowały cię tylko twoje własne sprawy.
uk: Варто було очікувати цього від тебе. Тебе завжди цікавили лише власні справи.

source: Mogłem się tego spodziewać - z waszych ust padają ciągłe wymówki.
uk: Я міг би цього очікувати – з ваших вуст постійно лунають відмовки.

source: Mogłem się tego spodziewać.
uk: Я очікував на подібне.

source: Mogłem się tego spodziewać. Chłopaka już tutaj nie ma. Wygląda na to, że wszystkie winogrona, które zebrał, posłużyły mu za przekąskę. Może trafię do niego idąc śladem owoców.
uk: Це було передбачувано. Хлопця тут більше немає. Схоже, що весь ним зібраний виноград він сам же і з'їв. Можливо, я знайду його по фруктовому сліду.

source: Mogłem się tego spodziewać. Naprawdę myślisz, że dacie nam radę?
uk: Я повинен був це передбачити. Ви справді думаєте, що зможете з нами впоратися?

source: Mogłem się tego spodziewać. Nawet doświadczeni szermierze miewają problemy, gdy zaatakuje ich więcej niż jeden przeciwnik.
uk: Це було очікувано. Навіть досвідчені мечники мають проблеми, коли на них нападає більше одного суперника.

source: Mogłem się tego spodziewać. Piraci niczego nie przygotowali. Simon wypił już o wiele za dużo, wątpię, by miał mi powiedzieć coś sensownego. Ja również nie widzę w jaskini niczego, co mogłoby nam pomóc. Może Rodrigo będzie miał jakiś pomysł?
uk: Я міг цього очікувати. Пірати нічого не підготували. Саймон і так вже перебрав з випивкою, сумніваюся, що він скаже мені щось путнє. У печері я не бачу нічого, що могло б нам допомогти. Можливо, у Родріго є якась ідея?

source: Mogłem się tego spodziewać. Pytaj.
uk: Я міг би здогадатись. Питай.

source: Mogłem się tego spodziewać. Straż zawsze ma problem, żeby rozstać się z chociaż jedną sztuką złota ze swojego zapasu.
uk: Я міг на це розраховувати. Вартові завжди мають проблеми з тим, щоб розлучитися хоча б з однією золотою монетою зі своїх запасів.

source: Mogłem się tego spodziewać...
uk: Цього слід було очікувати...

source: Mogłem się tego spodziewać... Chyba nie pozostaje nam nic innego, jak poszukać innego rozwiązania.
uk: Можна було цього очікувати... Гадаю, нам не залишається нічого іншого, як пошукати інше рішення.

source: Mogłeś go chociaż sprzątnąć, mielibyśmy jeden kłopot mniej na głowie.
uk: Міг би принаймні прибрати його, у нас було б на одну проблему менше.

source: Mogłeś go najpierw podpytać. Tak naprawdę nie wiemy, czy ma jakieś ciekawe informacje. Jak zmarnujesz czas chłopaków, to możesz mieć problemy w przyszłości.
uk: Ти міг хоча б допитати його. Ми ж не знаємо, чи є у нього якась корисна інформація. Тепер нашим хлопцям доведеться витрачати на нього час, а це зайва робота, яка їм не сподобається.

source: Mogłeś go tutaj od razu przyprowadzić. Jego zeznanie, w połączeniu z twoim, dałoby mi większe pole manewru...
uk: Ти міг би одразу привести його сюди. Його свідчення в поєднанні з твоїми дали б мені більше простору для дій...

source: Mogłeś jeszcze nie zauważyć, ale wyżsi rangą strażnicy dzielą się na mieczników i kuszników.
uk: Мабуть, ти ще не помітив, але вартові вищого рангу діляться на мечників і арбалетників.

source: Mogłeś mnie zabić!
uk: Ти міг мене вбити!

source: Mogłeś od razu powiedzieć, że znasz Willema. Yannick jest gdzieś niedaleko chaty Zachary'ego.
uk: Міг би одразу сказати, що знаєш Віллема. Яннік неподалік від хатини Захарія.

source: Mogłeś od razu powiedzieć, że znasz Willema. Yannick jest niedaleko chaty Zachary'ego.
uk: Міг би одразу сказати, що знаєш Віллема. Яннік неподалік від хатини Захарія.

source: Mogłeś od razu powiedzieć, że znasz Willema. Yannick przebywał gdzieś w pobliżu chaty Zachary'ego.
uk: Міг би одразу сказати, що знаєш Віллема. Яннік був поблизу хатини Захарія.

source: Mogłeś zwyczajnie zapłacić i nigdy więcej się tu nie pojawiać. Ale przynajmniej węże błotne będą miały co jeść.
uk: Можна було б просто заплатити і більше ніколи тут не з'являтися. Але принаймні болотожерам буде чим поживитися.

source: Mogło by być gorzej, mogłoby być lepiej. Grunt, że mogę uczciwie zarobić i z satysfakcją oglądać efekty swojej pracy.
uk: Могло бути гірше, могло бути краще. Головне, що я можу чесно заробляти на життя і з задоволенням дивитися на результати своєї праці.

source: Mogło być lepiej, mogło być gorzej. Tak czy inaczej, nie narzekam.
uk: Могло бути краще, могло бути гірше. У будь-якому випадку, я не скаржуся.

source: Mogło być lepiej, mogło być gorzej. Ważne, że Helga nie zbankrutuje.
uk: Могло бути краще, але могло бути й гірше. Головне, що Хельга не збанкрутує.

source: Mogło cię spotkać to samo, co człowieka, na którego czekałeś.
uk: Тебе могло б спіткати те саме, що і людину, на яку ти чекав.

source: Mogło pójść lepiej...
uk: Могли б пройти і краще...

source: Moi bracia... Moi kochani bracia... Wymordowani w tak straszliwy sposób...
uk: Мої брати... Мої любі брати... Убиті в такий жахливий спосіб...

source: Moi byli... ehm... koledzy nie pozbywają się więźniów ot tak. Jest duża szansa, że twój towarzysz wciąż żyje.
uk: Мої колишні... ем... колеги не позбуваються в'язнів просто так. Є велика ймовірність, що твій товариш все ще живий.

source: Moi chłopcy złapali jednego podejrzanego, ale na ten moment nie jesteśmy w stanie udowodnić jego winy.
uk: Мої хлопці затримали одного підозрюваного, але наразі ми не можемо довести його провину.

source: Moi dłużnicy to: Dima, Kuno i Frida. Wszystkich znajdziesz w centrum miasta, w okolicy Placu Targowego.
uk: Мої боржники: Діна, Куно і Фріда. Ти знайдеш їх усіх в центрі міста, біля Ринкової площі.

source: Moi klienci są zadowoleni z tej drobnej zmiany, a to najważniejsze. Większość ludzi jednak nie lubi zmian i wybiera cierpkie trunki Holdwiga z winnicy na północy wyspy.
uk: Мої клієнти задоволені цією невеличкою зміною, і це найважливіше. Однак більшість людей не люблять змін і віддають перевагу терпким винам Гольдвіга з виноградника на півночі острова.

source: Moi koledzy na pewno się tobą zajmą.
uk: Мої колеги неодмінно подбають про тебе.

source: Moi koledzy prędzej cię wrzucą do lochu, niż uwierzą w twoje brednie.
uk: Мої колеги швидше кинуть тебе до в'язниці, ніж повірять у твою маячню.

source: Moi ludzie widzieli cię w koszarach i na dywaniku u Rodericha.
uk: Мої люди бачили тебе в казармах і особисто у Родеріха.

source: Moi przewodnicy są czyści! Nie mieli pojęcia co jest w przesyłkach, ani od kogo są. To dobre chłopaki, próbują jakoś związać koniec z końcem.
uk: Мої провідники чисті! Вони поняття не мали, що було в пакунках і від кого вони. Вони хороші хлопці, намагаються якось зводити кінці з кінцями.

source: Moi przodkowie założyli tę wioskę wiele wieków temu i od tamtej pory nasz ród nieprzerwanie sprawuje nad nią pieczę.
uk: Мої предки заснували це село багато століть тому, і з тих пір наша родина постійно піклується про нього.

source: Moi towarzysze potrzebują pomocy.
uk: Моїм товаришам потрібна допомога.

source: Moim głównym zadaniem jest projektowanie okrętów oraz pilnowanie by terminy zostały dotrzymane, a zasłużone pensje wypłacone.
uk: Моя основна робота – проєктування кораблів, контроль за дотриманням термінів і виплатою заслужених зарплат.

source: Moim ostatnim testem jest nocny patrol po mieście. Około północy powinienem spotkać się z Weigarem, tutaj, w koszarach.
uk: Моє останнє випробування – нічне патрулювання містом. Близько опівночі я маю зустрітися з Вейгаром тут, у казармах.

source: Moim wrogiem jest władza, nie szlachta.
uk: Мої вороги – це влада, а не багатії.

source: Moim zadaniem będzie powrót do kopalni i zbadanie aktualnej sytuacji. Atmosfera jest napięta i Gildia obawia się ewentualnego buntu pracowników.
uk: Моє завдання – повернутися в копальню і розібратися в ситуації, що склалася. Атмосфера напружена, і Гільдія побоюється можливого бунту працівників.

source: Moim zadaniem jest wprowadzenie królewskich edyktów w życie na tej pięknej wyspie. Zaczniemy więc od czegoś, co bezpośrednio dotyczy reprezentowanej przez ciebie organizacji.
uk: Моїм завданням є впровадження королівських наказів в життя на цьому прекрасному острові. Тож почнімо з чогось, що безпосередньо стосується представленої тобою організації.

source: Moim zdaniem jakaś cicha polana lub plaża z dala od ludzi byłaby idealna, by po prostu spędzić kilka spokojnych chwil.
uk: На мою думку, якась тиха галявина або пляж подалі від людей були б ідеальним місцем, щоб просто провести кілька спокійних хвилин.

source: Moim zdaniem jest. Kontynuuj.
uk: А по-моєму, має. Розповідай.

source: Moim zdaniem lepiej nadawałby się do prowadzenia interesów. Volker czasem się z nim spotykał i był pod sporym wrażeniem.
uk: Я вважаю, що він більше підходить для бізнесу. Волкер якось зустрічався з ним і був дуже вражений.

source: Moim zdaniem masz trzy rozsądne rozwiązania.
uk: На мою думку, у тебе є три розумні рішення.

source: Moim zdaniem nie ma tak, że dobrze, czy niedobrze. Gdybym miał powiedzieć, co cenię w tej pracy najbardziej, powiedziałbym że ludzi. Ludzi, którzy podali mi pomocną dłoń, gdy sobie nie radziłem.
uk: На мою думку, немає нічого хорошого чи поганого. Якби мені довелося сказати, що я найбільше ціную в цій роботі, я б сказав, що це люди. Люди, які простягли мені руку допомоги, коли я не справлявся.

source: Moim zdaniem nie, ale ja jestem bardzo krytyczny wobec siebie. W każdym razie, nikt jeszcze nie wylał mojego piwa celowo, co innego po pijaku, hehe.
uk: На мою думку, ні, але я дуже вимогливий до себе. У всякому разі, ніхто ще не виливав моє пиво навмисно, хіба що п'яний, хе-хе.

source: Moim zdaniem powinieneś zmierzyć się ze swoją przeszłością i wrócić do ojczyzny.
uk: На мою думку, ти маєш прийняти своє минуле і повернутися на батьківщину.

source: Moim zdaniem to będzie po prostu jakiś wyrośnięty cieniostwór.
uk: На мою думку, це буде просто якийсь тінезвір-переросток.

source: Moim zmartwieniem jest pozbycie się jej ze ściany, a nie szukanie jej właściciela.
uk: Мене більше турбує, як відмити її зі стіни, а не чия вона.

source: Moja Spowiedź - strona I
uk: Моя сповідь – Сторінка I

source: Moja Spowiedź - strona II
uk: Моя сповідь – Сторінка II

source: Moja Spowiedź - strona III
uk: Моя сповідь – Сторінка III

source: Moja Spowiedź - strona IV
uk: Моя сповідь – Сторінка IV

source: Moja Spowiedź - strona V
uk: Моя сповідь – Сторінка V

source: Moja autorska, sfałszowana wersja
uk: Моя власна підроблена версія

source: Moja biedna córka...
uk: Моя бідна донечка...

source: Moja córka... moja biedna córka...
uk: Моя донечка... моя бідна донечка...

source: Moja gęba... Piękny cios swoją drogą.
uk: Моя губа... Гарний удар, між іншим.

source: Moja kolekcja jest już pełna. Teraz pozostało mi chyba tylko szukać nasion z innych krain, ale przez wojnę będzie trudno zrealizować takie przedsięwzięcie.
uk: Я заповнив свою колекцію. Схоже, лишається тільки знайти насіння з інших земель, але через війну зробити це буде проблематично.

source: Moja kopalnia i los Jona są tego najlepszym przykładem.
uk: Моя копальня і доля Йона – найкращі тому приклади.

source: Moja matka nauczyła mnie przepisu na ten gulasz. Dzięki niemu ojciec miał siłę cieniostwora!
uk: Моя мати навчила мене рецепту цього рагу. Завдяки йому мій батько мав силу як у тінезвіра!

source: Moja noga więcej tu nie postanie.
uk: Ноги моєї тут не буде.

source: Moja oferta to 100 sztuk złota za skrzynkę. Tyle właśnie oferuj, niżej nie zejdę. W skrzynce jest 20 butelek, gdybyś nie wiedział.
uk: Я пропоную 100 золотих за ящик. Це все, нижче я не погоджуся. У ящику 20 пляшок, якщо ти не знав.

source: Moja pozycja strażnika umożliwiła mi sprawdzenie dokumentów Mailora. Okazuje się, że wszystko jest w porządku.
uk: Моя служба вартовим дозволила мені перевірити документи Мейлора. Виявилося, що все в порядку.

source: Moja praca dla ciebie będzie polegała na tym, żebyś pokazał ludziom, że warto kupować u mnie.
uk: Твоїм завданням буде показати людям, що варто купувати саме в мене.

source: Moja praca wygląda z grubsza podobnie, ale to, ile dostanę zleceń, zależy od sytuacji na szlaku.
uk: Моя робота в основному завжди однакова, але кількість замовлень залежить від ситуації на дорогах.

source: Moja propozycja oburzyła karczmarza. Postanowił pozostać przy starym asortymencie.
uk: Моя пропозиція обурила корчмаря. Він вирішив залишитися зі старим асортиментом.

source: Moja rodzina od pokoleń wydaje na świat najwspanialszych myśliwych na Archolos, więc dobrze znamy się na wyrobie swoich narzędzi pracy.
uk: Моя сім'я вже багато поколінь виховує одних з найкращих мисливців на Архолосі, тому ми добре знаємось на виготовленні луків.

source: Moja rodzina wylądowała przez niego na bruku, podczas gdy ja byłem na froncie! Nigdy nie zapomnę tej parszywej gęby!
uk: Через нього моя сім'я опинилася на вулиці, поки я був на фронті! Ніколи не забуду цю мерзенну пику!

source: Moja ręka dalej nie jest w najlepszym stanie...
uk: Моя рука все ще не в найкращому стані...

source: Moja siostra przyrządziła ostatnio coś na perystaltykę, ale brakuje jej jednego składnika. Powinna go mieć za kilka dni.
uk: Моя сестра нещодавно готувала щось для шлунка, але їй не вистачає одного інгредієнта. Вона має його отримати протягом кількох днів.

source: Moja skóra... Czy to normalne, że zaczyna mnie swędzić? Agh! Aaa!!!
uk: Моя шкіра... Це нормально, що вона починає свербіти? Агх! Ааа!!!

source: Moja teoria się potwierdziła, zębacze dopadły pracowników. Musiały być bardzo głodne, bo niewiele zostawiły. Jedyne pozostałe ślady prowadzą do końca skarpy, ale przecież to kilkunastometrowy lot prosto do jeziora...
uk: Мій здогад підтвердився, снеппери напали на працівників. Вони, мабуть, були дуже голодні, оскільки майже нічого від них не залишили. Єдині сліди ведуть до краю урвища, але ж там летіти кілька метрів прямісінько в озеро...

source: Moja twarz.
uk: Моє обличчя.

source: Moja wygrana z Devirem była pewna, ale i tak dała mi satysfakcję. Nie mogę się doczekać, aż znowu kogoś wgniotę w ziemię.
uk: Моя перемога над Девіром була безсумнівною, але вона все одно принесла мені задоволення. Не можу дочекатися, коли знову зможу втиснути когось у землю.

source: Moja żona Gritta to jeszcze smarkula i do tego rozpuszczona! Ciągle tylko prosi o prezenty, biżuterię albo inne pierdoły. Zmusiła mnie nawet bym nazwał statek jej imieniem!
uk: Моя дружина Грітта досі як дитина, до того ж розпещена! Вона тільки те й робить, що випрошує подарунки, коштовності та інші дурниці. Вона навіть змусила мене назвати корабель на її честь!

source: Moje argumenty przekonały tego oprycha, by zostawił cię w spokoju.
uk: Мої аргументи переконали того бандита залишити тебе в спокої.

source: Moje baranki wyglądają na szczęśliwe.
uk: Мої вівці виглядають щасливими.

source: Moje eksperymenty trwały latami. Stworzyłam w tym czasie wiele wybornych przepisów, które rozpieszczały podniebienia nawet najbardziej wybrednych smakoszy. Niestety, zawsze gdy sądziłam, że jestem już o krok od przepisu idealnego, pojawiały się nowe komplikacje. Robię to ze smutkiem, ale muszę porzucić dalsze próby odkrycia tej receptury. Dość już czasu spędziłam w mojej pracowni. Pora wyruszyć w świat i podzielić się tym, co do tej pory udało mi się osiągnąć. Kto wie, może ta legendarna potrawa jest jedynie bajką, a może kiedyś znajdzie się kucharz, który przyrządzi Nehctik Sdren - bo tak nazywana była ta legendarna potrawa.
uk: Мої експерименти продовжувалися роками. За цей час я створила багато смачних рецептів, які підкорили смаки навіть найвибагливіших гурманів. На жаль, щоразу, коли мені здавалося, що я вже за крок до ідеального рецепту, виникали нові складнощі. З сумом констатую, що мушу відмовитися від подальших спроб віднайти цей рецепт. Я провела достатньо часу в своїй майстерні. Настав час вийти у світ і поділитися тим, чого мені вдалося досягти. Хто знає, можливо, ця легендарна страва - просто казка, а можливо, колись знайдеться шеф-кухар, який приготує 'Дуназ Авартс' - так називали цю легендарну страву.

source: Moje eliksiry są dla ciebie za mocne, podróżniku.
uk: Мої еліксири занадто сильні для тебе, мандрівнику.

source: Moje figurki są wykonywane jedynie ze specjalnie wyselekcjonowanych materiałów, dobranych i przetworzonych przez najlepszych rzemieślników.
uk: Мої статуетки виготовляються лише зі спеціально підібраних матеріалів, відібраних та оброблених найкращими ремісниками.

source: Moje hobby raczej nie gwarantowałoby mi dobrej płacy, nie sądzisz?
uk: Думаєш, моє хобі гарантувало б мені стабільний заробіток?

source: Moje lekcje kosztują, nie mogę cię uczyć za takie drobne.
uk: Мої уроки коштують грошей, я не можу вчити тебе за безцінь.

source: Moje najsilniejsze mikstury zabiłyby cię, podróżniku. Lepiej udaj się do sprzedawcy, który sprzedaje słabsze mikstury.
uk: Мої найсильніші мікстури можуть вбити тебе, мандрівнику. Краще звернись до продавця, який продає слабші мікстури.

source: Moje następne zadanie dla Wysłannika będzie najważniejsze z dotychczasowych. Mam pomóc w zwalczeniu orków przybywających na wyspę.
uk: Моє наступне завдання від Королівського посла є надзвичайно важливим. Я маю допомогти у боротьбі з орками, що прибули на острів.

source: Moje opowieści naprowadziły Ingolfa na jakiś pomysł. Mam udać się z nim do jego pokoju.
uk: Мої розповіді наштовхнули Інгольфа на якусь думку. Я маю піти з ним у його покої.

source: Moje pobudki nie były tak honorowe jakbym tego chciał.
uk: Мої мотиви були не настільки шляхетними, як хотілося б.

source: Moje podejrzenia się sprawdziły. Nie wiem do końca, jaka relacja łączy Szmuglera, jego ludzi i Antonio, ale z pewnością nie przypadłem im do gustu z moimi pytaniami. Szmugler wydał rozkaz nakarmienia mną błotnych węży. Ponowna wizyta w jaskini to samobójstwo. Muszę jak najszybciej wrócić do Corteza zabijając lub omijając człowieka wysłanego przez Szmuglera.
uk: Мої підозри справдилися. Я не знаю, які стосунки між Койотом, його людьми та Антоніо, але я точно не потрапив до них на гачок зі своїми запитаннями. Койот наказав згодувати мене болотожерам. Відвідати печеру ще раз – це самогубство. Я мушу якомога швидше повернутися до Кортеза, вбивши або уникнувши людину, яку прислав Койот.

source: Moje pożyczki są jak wędka, która pozwala zacząć łowić własne ryby, a w tym przypadku – zarabiać własne złoto.
uk: Мої позики – це як вудка, яка дозволяє почати ловити власну рибу, або, в даному випадку, заробляти власне золото.

source: Moje przyjaciółki się tam tobą dobrze zaopiekują!
uk: Мої подруги там про тебе добре подбають!

source: Moje próby pozbycia się pijaków z karczmy spełzły na niczym. Niezadowolona Helga kazała mi się wynieść z karczmy.
uk: Мої спроби прогнати п'яниць з корчми зазнали невдачу. Невдоволена Хельга наказала мені покинути корчму.

source: Moje próby pozbycia się pijaków z karczmy spełzły na niczym. Niezadowolona Helga kazała mi się wynieść z lokalu. Chyba nie mam co liczyć na jej poparcie w szeregach Araxos.
uk: Мої спроби прогнати п'яниць з корчми зазнали невдачу. Невдоволена Хельга наказала мені покинути заклад. Тепер я можу не розраховувати на її підтримку серед членів Араксосу.

source: Moje rzeczy
uk: Мої речі

source: Moje rzeczy znajdują się w kufrze Salviego, którego nieustannie pilnuje Broddy. Muszę wymyślić jakiś dobry sposób na odzyskanie swojego dobytku.
uk: Мої речі знаходяться в скрині Сальві, яку постійно охороняє Бродді. Треба придумати хороший спосіб, як забрати свої речі.

source: Moje stanowisko nie jest bezpośrednio związane z militarnymi przedsięwzięciami królestwa, ani tym bardziej nie jestem upoważniony do udzielania informacji na ten temat.
uk: Моя посада не має прямого відношення до військових справ королівства, не кажучи вже про те, що я не уповноважений розголошувати інформацію на цю тему.

source: Moje szczęście, że Leon okazał się uczciwszy od oponenta. Napisał mi odpowiednią referencję dla skryby, dzięki czemu jestem o krok bliżej od zostania obywatelem miasta.
uk: Мені пощастило, що Леон виявився чеснішим за свого опонента. Він написав мені обіцяну рекомендацію для писаря, тож тепер я на крок ближче до того, щоб стати громадянином міста.

source: Moje szczęście, że Leon okazał się uczciwszy od oponenta. Wręczył mi całkiem przyjemną kwotę za wykonanie zadania i zaprosił mnie też do siebie na Stare Miasto.
uk: Мені пощастило, що Леон виявився чеснішим за свого опонента. Він вручив мені досить приємну суму за виконане завдання, а також запросив відвідати його в Старому місті.

source: Moje własne wino
uk: Моє власне вино

source: Moje łapska mogą mu wyrządzić więcej szkody niż pożytku, rozumiesz? Gdybym mu coś zrobił, miałbym przesrane, bo facet ma kontakty.
uk: Мої руки можуть принести йому більше шкоди, ніж користі, розумієш? Якщо щось піде не так, мені дістанеться, бо він має зв'язки.

source: Mojego brata.
uk: Мого брата.

source: Mojego pancerza?! Chyba będę ci musiał spuścić lanie...
uk: Мій обладунок?! Здається, мені доведеться тебе відшмагати...

source: Moją dozgonną wdzięczność i to, że moja pięść nie przyozdobi twojej gęby.
uk: Мою вічну вдячність, і ще мій кулак не прикрасить твоє обличчя.

source: Moją rolą jest rozstrzyganie zawiłych, prawnych procesów oraz egzekwowanie by wszystkie organizacje w mieście przestrzegały rozporządzeń królewskich.
uk: Моя роль полягає у вирішенні заплутаних юридичних процесів і забезпеченні того, щоб усі організації в місті дотримувалися королівських указів.

source: Moją... dozgonną wdzięczność!
uk: Мою... вічну вдячність!

source: Mokry
uk: Мокриня

source: Mokry już nikomu nie wyrządzi krzywdy. Powinienem poinformować o tym Oktava.
uk: Мокриня більше нікому не зашкодить. Я повинен повідомити про це Октава.

source: Moment! Najpierw mi powiesz, dlaczego znalazłem ciało brata na 'twoim' terenie!
uk: Зачекай! Спочатку скажи, чому я знайшов тіло свого брата на 'твоїй' території!

source: Moment, czy my się aby nie znamy?
uk: Стривай, хіба ми не знайомі?

source: Moment, ja znam tego nowicjusza...
uk: Зачекай, я знаю цього послушника...

source: Moment, jedna sztuka powinna się tu gdzieś poniewierać... o, proszę.
uk: Хвилинку, один екземпляр повинен бути десь тут... ось, тримай.

source: Moment, muszę dobrze wszystko sprawdzić...
uk: Стривай, я мушу все як слід перевірити...

source: Moment, sprawdzę tylko ile pojedynków wygrałeś...
uk: Хвилинку, я тільки перевірю, скільки поєдинків ти виграв...

source: Moment. Wiesz, skąd twój przewoźnik miał tę rudę?
uk: Хвилинку. Ти знаєш, звідки у твого перевізника була ця руда?

source: Moment...
uk: Хвилинку...

source: Moment... Co to jest? To nie monety.
uk: Зачекай хвилинку... Що це таке? Це не монети.

source: Momentami było gorąco, ale dotarliśmy na miejsce.
uk: Місцями було гаряче, але ми дісталися.
